benchmark/6_BasicLimitingOnPOST_RENDER/post_output_10conn_10s.txt
Running 10s test @ http://localhost:3000
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.11ms  569.65us  17.12ms   92.52%
    Req/Sec   476.68    125.79     4.40k    99.90%
  47529 requests in 10.10s, 18.72MB read
  Non-2xx or 3xx responses: 47529
Requests/sec:   4705.97
Transfer/sec:      1.85MB